Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smj/admin/sd/white_papers/samediggidiedadus_samegiela_birra_2012.pdf.tmx
Source language: sme
Languages: smj

source: Sámi pasieanttaid vuoigatvuohta geavahit sámegiela hálddašanguovllus lea maid deattuhuvvon ođđa suohkanlaš dearvvašvuođa- ja fuolahuslágas: 3 – 10.4 lađas: “Suohkanat sámegiela hálddašanguovllus galget fuolahit ahte sámi pasieanttaid dahje geavaheddjiid dárbu heivehuvvon bálvalusaide galgá deattuhuvvot bálvalusa hábmedettiin”.
smj: Sáme pasientaj riektá sámegiela adnuj giellaháldadimguovlon le aj tsuojggiduvvam ådå suohkanlasj varresvuohta ja huksolágan: 3 – 10. 4. ladás: "Suohkana sáme giellaháldadimguovlon galggi bærrájgæhttjat jut sáme pasientaj jali addnij dárbo hiebadum dievnastusájda dættoduvvi gå dievnastus hábbmiduvvá.

source: Sámelága § 3-6 addá juohkehažžii vuoigatvuođa oažžut oktagaslaš girkolaš bálvalusaid sámegillii.
smj: " Sámelága § 3-6 vaddá juohkkahattjaj riektáv ájnegis girkkolasj dievnastusájda sámegiellaj.

source: Dát mearkkaša sielumorašteami, gástta, vihaheami ja rihpaid.
smj: Dát guosská sielohuksuj, gásstaj, skalluj, válldaj ja iehkedismállásij.

source: Báhpat geat virgáduvvojit hálddašanguvlui, fertejit čađahit sámegiel giellaoahpahusa jus ovdalaččas eai máhte sámegiela.
smj: Báhpa gudi virggáj biejaduvvi háldadimguovlon hæhttuji sámegielav låhkåt jus e åvdutjis máhte.

source: Girku galgá maiddái ovddidit sámegiela hálddašanguovllu olggobealde.
smj: Girkko galggá aj sámegielav åvdedit háldadimguovlo ålggolin.

source: Girkolága § 24 čuodjá ná: “Girkočoahkkin galgá suddjet ja ovddidit sámi girkoeallima [..]”.
smj: Girkkolága § 24 javllá: ”Girkkotjåhkanibme galggá sáme girkkoiellemav suoddjit ja åvdedit [..]”.

source: Sámelága § 3-7 guoská báikkálaš dahje regionálalaš orgána bargiid vuoigatvuhtii oažžut oahppovirgelobi bálkkáin háhkat sámegiel máhtu, go orgánas lea dárbu dákkár máhttui.
smj: Sámelága § 3-7 sisadná bájkálasj jali guovlolasj ásadusá barggij riektáv åhpadusvirggeloahpáj bálkkájn åttjudamdiehti sámegiela máhtudagáv, gå ásadus dákkir máhtudagáv dárbaj.

source: Oahpahusláhka (1998) nanne ovttaskas olbmo vuoigatvuođa oažžut oahpahusa sámegielas ja sámegillii.
smj: Åhpadusláhka (1998) duodas ájnegisá riektáv åhpadussaj sámegielan ja –giellaj.

source: Sámegiela hálddašanguovllus (oahpahuslágas gohčoduvvo “sámi guovlun”) lea buot ohppiin vuoigatvuohta oahpahussii Máhttolokten Sámi mielde, ja sis lea vejolašvuohta válljet sámegiela oahpahusgiellan.
smj: Sáme giellaháldadimguovlon (åhpaduslágan javladuvvá ”sáme guovlo”) le juohkka oahppen riektá åhpadussaj mij Sáme Máhttolåpptimav tjuovvu, ja siján le vejulasjvuohta sámegielav åhpadusgiellan válljit.

source: Oahppit sáhttet maid válljet dárogiela oahpahusgiellan, ja ovttastahttit dán oahpahusain sámegielas.
smj: Oahppe bessi aj dárogielav válljit åhpadusgiellan, aktan sámegielåhpadusájn.

source: Suohkaniin mat leat olggobealde hálddašanguovllu, lea ohppiin dušše vuoigatvuohta oažžut oahpahusa sámegielas oktagaslaš vuođuin.
smj: Suohkanijn ma li sáme giellaháldadimguovlo ålggolin li oahppijn dåssju riektá åhpadussaj sámegielan ájnegis oahppe dásen.

source: Jus galgá oažžut oahpahusa sámegillii, de fertejit unnimusat 10 oahppi suohkanis gáibidit dan, ja dát vuoigatvuohta bistá nu guhká go leat unnimusat guhtta oahppi vel joavkkus.
smj: Jus galggi åhpadusáv oadtjot sámegiellaj de hæhttuji gåjt dal 10 oahppe suohkanin dáv gájbbedit, ja dát riektá joarkká nav guhkev gå li binnemusát guhtta oahppe vil juohkusin.

source: Oahppit leat dás, lága mielde, definerejuvvon sin mánnán geat sáhttet čálihit iežaset Sámedikki jienastuslohkui.
smj: Dán lága aktijvuodan li oahppe defineridum mánnán æjgádijs gudi bessi Sámedikke jienastimlåhkuj ietjasa tjáledit.

source: Láhka mánáidgárddiid birra (2006) deattuha ahte suohkanis lea ovddasvástádus das ahte mánáidgárdefálaldat mánáide sámi guovllus (sámegiela hálddašanguovllus) lea huksejuvvon sámi giela ja kultuvrra vuođul.
smj: Mánájgárddeláhka (2006) dættot suohkanin le åvdåsvásstádus jut mánájgárddefálaldahka mánájda sáme guovlojn (sáme giellaháldadimguovlon) le sámegiela ja kultuvra nanna vuododum.

source: Sámi sisdoallu mánáidgárddiin olggobealde hálddašanguovllu lea mihá heajubut fuolahuvvon.
smj: Sáme sisadno mánájgárdijn ma li giellaháldadimguovlo ålggolin le viehka hæjobut suoddjidum.

source: Dáppe galget suohkanat láhčit dili nu ahte sámi mánát sáhttet sihkkarastit ja ovddidit iežaset giela ja iežaset kultuvrra.
smj: Dáppe galggi suohkana dilev láhtjet váj sáme máná galggi gielasa ja kultuvrasa nannit ja åvddånahttet.

source: Sámi mánát olggobealde hálddašanguovllu leat definišuvnna mielde sin mánát geain unnimusat nubbi váhnen sáhttá čálihit iežas Sámedikki jienastuslohkui.
smj: Dán lága aktijvuodan li sáme máná defineridum mánnán gåjt dal avtajn æjgádijn guhti bæssá Sámedikke jienastimlåhkuj ietjas tjáledit.

source: Láhkaásahus bearráigeahččoláhkaásahusa ja biebmoruoktoláhkaásahusa rievdadeami birra mii bođii fápmui miessemánu 1. beaivvi 2012, deattuha dan vuoigatvuođa mii sámegielat mánáin geat orrot mielddisbuktá ahte dál ferte aktiivvalaččat jearrat fuolahuvvojit go máná kultuvrralaš ja gielalaš vuoigatvuođat go biddjojuvvo biebmoruktui dahje mánáidsuodjalusásahussii.
smj: Háldonjuolgadusá ja biebbmosijddanjuolgadusá rievddama nuolgadus mij moarmesmáno 1. biejve 2012 doajmmaj bådij dættot sámegielak mánájn gudi giellaháldadimguovlon årru le riektá gielasa bisodit gå ådå huksuj biejaduvvi. Dáj rievddamij milta hæhttu dal dåjmalattjat gatjádit makta máná kultuvralasj ja gielalasj riektá várajda váldeduvvi gå biebbmosijddaj jali mánájsuodjalusásadussaj biejaduvvi.

source: Ferte láhčit dili nu ahte mánná sáhtát ovddidit sihke iežas giela ja iežas kultuvrra.
smj: Dille galggá látjeduvvat váj mánná bæssá sihke ietjas gielav ja kultuvrav åvddånahttet.

source: Báikenammaláhka (1990) galgá sihkkarastit ahte sámi báikenamat vuhtii váldojuvvojit našuvnnalaš láhkamearrádusaid ja riikkaidgaskasaš šiehtadusaid ja konvenšuvnnaid mielde.
smj: Bájkkenammaláhka (1990) galggá bærrájgæhttjat jut sáme bájkkenamá li nasjonála njuolgadusáj ja rijkajgasskasj sjiehtadusáj ja konvensjåvnåj milta.

source: Báikenammalága láhkaásahus § 7 nanne ahte jus báikenamas lea máŋggagielat namma, de galget buot gielat mat geavahuvvojit guovllus geavahuvvot luoddagalbbas.
smj: Bájkkenammalága § 7 javllá jus muhtem bájkkenamán le moattegielak namma de galggi gájka namá ma dan guoskavasj bájken aneduvvi galbajn aneduvvat.

source: Báikenammalága ulbmil lea váldit vára báikenamain kulturmuitun, addit daidda praktihkalaččat heivvolaš čállinvuogi ja veahkkin oahpásnuhttit namaide ja aktiivvalaččat geavahit namaid.
smj: Bájkkenammalága ulmme le várajda válldet bájkkenamájt kultuvrramujtton, dajda hiebalgis tjállemvuogev vaddet ja vájkkudit máhtudagáv ja dåjmalasj anov namáj vuoksjuj.

source: Báikenammalága mielde sáhttet almmolaš orgánat, dálloeaiggádat, báikkálaš organisašuvnnat main lea čanastat guvlui ja nammakonsuleanttat álggahit nammaášši.
smj: Bájkkenammalága milta máhtti almulasj ásadusá, viessoæjgáda, bájkálasj siebre ma bájkkáj gulluji ja bájkkenammakonsulenta nammaássjev álgadit.

source: Suohkaniin lea mearridanváldi earret eará almmolaš čujuhusaid, čoahkkebáikkiid, gáhtaid ja almmolaš visttiid namaid dáfus.
smj: Suohkana namájt mierredi duola dagu almulasj adressajn, bájkátjijn, gahttunijn ja almulasj viesojn.

source: Stáhta kártadoaimmahat mearrida luonddunamaid ja eará namaid mat eai boađe ovdan báikenammalágas dahje láhkaásahusain.
smj: Stáhta Kárttadåjmadahka mierret luonndonamájt ja ietjá namájt ma e bájkkenammalágan jali njuolgadusájn åvddån boade.

source: Departemeanttas lea mearridanváldi suohkannamaid dáfus.
smj: Departementa suohkannamájt mierredi.

source: Lágas čuožžu čielgasit ahte sámi namat maid olbmot geavahit geat orrot fásta dahje geain leat ealáhusčanastagat báikái, daid galget almmolaš eiseválddit dábálaččat geavahit kárttain, galbbain, registariin oktan vejolaš dárogiel namain.
smj: Lágan tjielggasit tjuodtju sáme namá ma aneduvvi ulmutjijs gudi muhtem bájken årru jali dåppen æládusájt dåjmadi, galggi dábálattjat almulasjvuodas aneduvvat kártajn, galbajn, regissterijn aktan dáro namájn jus dakkir gávnnu.

source: Galbbain dahje kárttain ja sullasaččain gos geavahuvvo eambbo go okta namma, mearrida mearridanorgána movt namat galget leat maŋŋálaga.
smj: Galbajn jali kártajn jali ietján gåggu ienep gå akta namma aneduvvá, mierret mierrediddje ásadus makkir namma vuostatjin galggá.

source: Go mearrida movt namat galget leat maŋŋálaga, de galgá váldit vuhtii giellageavaheami báikkis.
smj: Gå mierret makkir namma vuostatjin galggá de galggá árvustallat giellaanov bájken.

source: Sámegiela hálddašanguovllus galget namat leat maŋŋálaga nu ahte sámegiella lea álggos, ja de dárogiella ja kvenagiella.
smj: Sáme giellaháldadimguovlon galggá návti liehket: Sáme namma vuostatjin, ja de dáro ja de guojna.

source: Sámediggi nammada sámi báikenamaid báikenammakonsuleanttaid.
smj: Sámedigge nammat sáme bájkkenamáj nammakonsulentajt.

source: Riikkaidgaskasaš konvenšuvnnat ja julggaštusat
smj: Rijkajgasskasasj konvensjåvnå ja tjielggidusá

source: Vuoigatvuohta eatnigillii lea vuođđo olmmošvuoigatvuohta.
smj: Riektá iednegiellaj le vuodulasj almasjrievtesvuohta.

source: Juohke sápmelaččas lea vuoigatvuohta oahppat ja geavahit sámegiela.
smj: Juohkka sámen le riektá adnet ja åhpadusáv oadtjot sámegielan.

source: Našunálastáhta Norga lea geatnegahttán iežas sihke rievttalaččat ja politihkalaččat suddjet ja ovddidit min giela danin go mii leat eamiálbmot.
smj: Vuona stáhtta le sihke riektálattjat ja politihkalattjat åvdåsvásstádusáv válldám suoddjit ja åvdedit mijá gielav danen gå lip álggoálmmuk.

source: Mánáidkonvenšuvdna lea inkorporerejuvvon Norgga lágaide ja manná ovdalii go Norgga lágat.
smj: Mánájkonvensjåvnnå le vuona láhkaj sajájduvvam ja le danen vuona lága åvddåla.

source: Mánáidkonvenšuvnnas lea sierra artihkal eamiálbmotmánáid birra, artihkal 30;
smj: Mánájkonvensjåvnån le sierra artihkkal álggoálmmugij mánáj vuoksjuj, 30. artihkkal;

source: “Mánáin, geat gullet minoritehtii dahje eamiálbmogii, lea vuoigatvuohta ovttas earáiguin iežas joavkkus atnit ávkki iežas kultuvrras, oskkus ja iežas gielas”.
smj: ”Máná gudi muhtem unneplågo álmmugij jali álggoálmmugij gulluji galggi bessat aktan iehtjáda ietjas juohkusin, ietjasa kultuvrav, åskov ja gielav niektit.”

source: ON konvenšuvdna siviila ja politihkalaš vuoigatvuođaid birra lea váldon mielde Norgga láhkii olmmošvuoigatvuođalága bokte.
smj: AN:a konvensjåvnnå sivilja ja politihkalasj riektáj gáktuj le vuona riektáj váldedum almasjrievtesvuodalága baktu.

source: Artihkal 27 cealká ahte: “dain stáhtain gos gávdnojit čearddalaš, oskkolaš dahje gielalaš minoritehtat, eai galgga sii geat gullet daidda, manahit vuoigatvuođa ovttas earáiguin joavkkus gudnejahttit iežaset kultuvrra, dovddastit ja doaimmahit iežaset oskku, dahje geavahit iežas giela”. Dát konvenšuvdna manná ovdalii jus šaddet vuostálasvuođat Norgga eará lágaid mearrádusaid hárrái.
smj: 27. artihkkal javllá: "daj stáhtajn gånnå tjerdalasj, åskolasj jali gielalasj unneplågo gávnnuji, ij sijás gudi dajda gulluji, galga riektá váldeduvvat, daj gaskan ietjasa juohkusin, ietjasa kultuvrav sujttit, ietjasa åskov dåbdåstit ja tjadádit, jali gielasa adnet” Dát konvensjåvnnå manná åvddålij jus ietjá mærrádusá vuona riektán li dan vuosstáj.

source: ILO-konvenšuvnnas nr. 169 eamiálbmogiid ja čearddalaš álbmogiid hárrái iešbirgejeaddji stáhtain leat artihkkalat mat sihke nannejit eamiálbmogiid vuoigatvuođa suddjet ja ovddidit iežaset giela ja ovttaskas olbmuid vuoigatvuođa oahppat ja geavahit iežaset giela.
smj: ILO-konvensjåvnnå 169 iesjrádálasj stáhtaj álggoálmmugij ja máddoálmmugij vuoksjuj sisadná artihkkalijt ma javlli álggoálmmugijn le riektá ietjasa gielav nannit ja åvddånahttet ja ájnegis ulmutjijn le riektá gielasa oahppat ja adnet.

source: Artihkal 28 čuodjá: “Galget ovddiduvvot doaibmabijut mat suddjejit ja ovddidit guoskevaš olbmuid álgovuolggalaš giela ovdáneami ja geavaheami”.
smj: 28. artihkkal javllá ”Dåjma galggi jåhtuj biejaduvvat váj dan álmmuga ieme gielav nanni ja åvddånahttemav ja anov låppti”.

source: Eurohpálaš šiehtadus regiovdna- dahje minoritehtagielaid birra galgá suddjet minoritehtagielaid nu ahte Eurohpá kultuvrra girjáivuohta ceavzá.
smj: Europa lihtto guovllo- jali unneplågogielaj gáktuj galggá unneplågogielajt suoddjit váj europa kultuvra valjesvuohta bissu.

source: Artihkal 7 geatnegahttá našunálastáhtaid čađahit konkrehta doaibmabijuid suddjen dihte minoritehtagielaid nu ahte dat bohtet oidnosii sihke politihkas, lágain ja geavatlaččat.
smj: 7. artihkkal tjadná nasjonálstáhtajt konkrehta dåjmajt tjadádit váj unneplågoálmmugijt bisot váj vuojnnusij båhti sihke politihka, lágaj ja ano baktu.

source: ON Eamiálbmotjulggaštus artihkal 13 nanne dan vuoigatvuođa mii mis sápmelaččain lea maiddái sápmelaččaid vuoigatvuođa eamiálbmogin geavahit dulkka go deaivvada almmolaš bálvalusaiguin.
smj: AN:a Álggoálmmuktjielggidusá 13. artihkkal javllá mijájn sámijn álggoálmmugin le riektá ælláskahttet, adnet, åvddånahttet ja boahtte buolvvaj gielav vaddet.

source: Norga lea vuolláičállán julggaštusa, ja Sámediggi oaidná dán julggaštusa rievttalaččat geatnegahttin Norgii.
smj: Vuodna le tjielggidusáv vuollájtjállám, ja Sámedigge adná dát tjielggidus Vuonav riektálattjat tjadná.

source: Davviriikkalaš sámekonvenšuvnna evttohus lea ráhkaduvvon álbmotrievttalaš geatnegasvuođaid vuođul mat Norgga, Ruoŧa ja Suoma stáhtain leat sápmelaččaid ektui eamiálbmogin.
smj: Nuorttarijkaj sámekonvensjåvnnå oajvvadus le tjáledum álmmukriektálasj mærrádusáj milta ma guosski stáhtajda Vuodna, Svierik ja Suobma sámij vuoksjuj álggoálmmugin.

source: Konvenšuvdnaevttohus dohkkeha min iešmearridanvuoigatvuođa ja ulbmil lea ahte ovttasbargu min gaskka oktan álbmogin galgá álkidahttojuvvot riikkarájiid rastá.
smj: Konvensjåvnnåoajvvadus dåhkkit mijá riektáv iesjmierredibmáj ja dan ulmme le aktisasjbarggo avtan álmmugin rájáj rastá galggá sjaddat álkkep.

source: Davviriikkalaš ekspeartajoavku maid Norgga, Ruoŧa ja Suoma stáhtat ja sámedikkit leat nammadan buvttii 2005:s ovttajienalaš evttohusa Davviriikkalaš sámekonvenšuvdnii.
smj: Nuorttarijkaj ássjediehttejuogos ájrrasij nammaduvvam Vuona, Svieriga ja Suoma stáhtajs ja sámedikkijs vattij jagen 2005 ietjas avtajienalasj oajvvadusáv nuorttarijkaj sámekonvensjåvnnåj.

source: Kapihtal III lea sámi giela ja kultuvrra birra.
smj: Goalmát kapihttal sisadná sáme gielav ja kultuvrav.

source: Dás lea min vuoigatvuođa birra suddjet, ovddidit ja geavahit sámegiela.
smj: Dánna giehtadaláduvvá mijá riektá suoddjit, åvddånahttet ja adnet sámegielav.

source: Dás lea maiddái dat vuoigatvuohta mii mis lea váldit vára iežamet árbevirolaš máhtus dutkamii ja ohppui.
smj: Dánna giehtadaláduvvá aj mijá riektá ietjama árbbediedojt várajda válldet ja riektá dutkamij ja åhpadussaj.

source: Konvenšuvdnašiehtadallamat leat dál álgán ja galget leat čađahuvvon viđa jagi sisa.
smj: Konvensjåvnnåsjiehtadusá li dal álggám ja galggi ållidum vidán jagen.

source: Sámedikki stivrendokumeanta giela dáfus
smj: Sámedikke stivrrimdokumenta sámegiela gáktuj

source: Sámediggeráđi politihkalaš vuođđu lea Sámediggeráđi doaimma duogážin válgaáigodagas.
smj: Samediggeráde politihkalasj vuodo le Sámedikkeráde dåjma válggaájggudagá álgon.

source: Sámediggeráđđi heiveha dán vuođu bušeahttaevttohussii.
smj: Sámedikkeráde dáv vuodov budsjehtaj sisi åttjut.

source: Sámedikki bušeahtta mearrida gaskaoapmegeavaheami giellaovddideami dáfus.
smj: Sámedikke budsjæhtta giellaåvddånime rudáj anov mierret.

source: Ekonomalaš váikkuhangaskaoamit gielas leat guovttegielatvuođadoarjagat suohkaniidda ja fylkkasuohkaniidda, njuolggo doarjagat sámi giellaguovddážiidda ja ohcanvuđot giellaprošeaktaruđat.
smj: Giellarudájda gulluji guovtegielakvuohtadoarjja suohkanijda ja fylkkasuohkanijda, njuolggadoarjja giellaguovdátjijda ja giellaprosjektarudá masi åhtså.

source: Sámediggi várre maid ruđaid oanehit prošeavttaide maid Sámediggi ieš álggaha.
smj: Sámedigge biedjá aj rudájt oanepájggásasj prosjevtajda majt Sámedigge iesj álgat.

source: Sámediggi hálddaša dasa lassin eará gaskaomiid mat maid ovddidit giela, nu go doarjaga oahpponeavvuide, sámi girjjálašvuhtii, oahppostipeanddaid jna.
smj: Sámedikken li aj ietjá doarjjoårniga ma gielav åvdedi, dagu oahpponævoj doarjja, sáme girjálasjvuohta, åhpadusstipenda jnv. Guovtegielakvuodarudáj aktisasjbarggosjiehtadusá

source: Guovttegielatvuođadoarjagat leat stuorámus doarjjapoasta maid Sámediggi hálddaša, ja lea ge dat deháleamos gaskaoapmi mii Sámedikkis lea sámegiela ovddideapmái.
smj: Guovtegielakvuohtadoarjja le stuorámus doarjjaårnik mij Sámedikken le, ja navti le dat Sámedikke åvdemus vædtsak gå galggap sámegielav åvddånahttet.

source: 2008:s čađahuvvui Sámedikki gohččuma mielde evalueren guovttegielatvuođadoarjagiid hárrái.
smj: 2008:n Sámedigge guovtegielakvuodadoarjjaga guoradallamav diŋŋguj.

source: Evaluerema duogážin lei ahte Sámediggi háliida oažžut gova das movt suohkanat ja fylkkasuohkanat geavahit guovttegielatvuođadoarjaga.
smj: Guoradallama duogásj lij Sámedigge sidáj diehtet gåktu suohkana ja fylkkasuohkana guovtegielakvuodadoarjjagav adni.

source: Evalueren galggai maiddái sáhttit geavahuvvot vuođđun guovttegielatvuođadoarjaga juolluduseavttuid rievdadanbarggus.
smj: Guoradallamijn mielan galgajma aj guovtegielakvuodadoarjjagav rievddadit.

source: Evalueren čájehii ahte olu suohkanat maiddái geavahedje ruđaid giellaovddideapmái, vaikko guovttegielatvuođadoarjja lea gaskaoapmi mii galgá suohkaniidda addit návccaid ollašuhttit sámelága giellanjuolggadusaid.
smj: Guoradallam vuosedij moadda suohkana rudájt adnin giellaåvddånibmáj, vájku guovtegielakvuodadoarjja galggá sámelága giellanjuolgadusáj ållidibmáj.

source: Giellaovddidanbargu lea dattetge sihke dohkkehuvvon ja sávvojuvvon Sámedikki bealis.
smj: Ajtu le nav jut Sámedigge le sihke dåhkkidam ja sihtam giellaåvddånahttemav.

source: Evalueren čájehii maid ahte suohkanat háliidit lagat ovttasbarggu Sámedikkiin doarjjageavaheami olis.
smj: Guoradallam vuosedij aj suohkana sihtin lagábut barggat Sámedikke siegen rudáj ano vuoksjuj.

source: Evalueren buvttii evttohusaid das movt sáhttá meroštallat guovttegielatvuođadoarjaga, muhto deattuhii seammás ahte Sámediggi dán barggus ferte doalahit lagas ovttasbarggu suohkaniiguin.
smj: Guoradallam ævtodij gåktu máhttá guovtegielakdårjav mierredit, valla sæmmi båttå dættodij Sámedigge hæhttu lagábut suohkanij siegen barggat.

source: Maŋŋel evaluerema álggahii Sámediggi barggu rievdadit juolluduseavttuid ja meroštallat guovttegielatvuođadoarjaga, ja ođđa njuolggadusat guovttegielatvuođadoarjagii mearriduvvojedje 2011:s.
smj: Guoradallama maŋŋela biejaj Sámedigge jåhtuj juollodimævtoj rievddamav ja guovtegielakdårja mierredimev, ja guovtegielakvuodadårja ådå njuolgadusá mierreduvvin 2011:n.

source: Dan oktavuođas ráhkaduvvui ovttasbargošiehtadus Sámedikki ja ovttaskas suohkana/fylkkasuohkana gaskka doarjjageavaheami birra.
smj: Dan aktijvuodan dagáduvvin aktisasjbarggosjiehtadusá Sámedikke ja juohkka ájnna suohkana/fylkkasuohkana gaskan rudáj ano gáktuj.

source: Ovttasbargošiehtadusat vuolláičállojuvvojedje guovvamánus 2012.
smj: Aktisasjbarggosjiehtadus vuollájtjáleduváj 2012 guovvamáno.

source: Šiehtadus váldá vuođu dain geatnegasvuođain mat suohkaniin/fylkkasuohkaniid leat sámelága giellanjuolggadusaid mielde.
smj: Sjiehtadusáj álggo li da vælggogisvuoda ma suohkanijn/fylkkasuohkanijn li sámelága giellanjuolgadusáj gáktuj.

source: Dasa lassin lea dat bargu maid suohkanat/fylkkasuohkanat dahket nannet ja ovddidit sámegiela, formaliserejuvvon dan bokte ahte šiehtadusas maid lea ovddidanoassi.
smj: Duodden le suohkana/fylkkasuohkana åvddånahttembarggo sámegiela vuoksjuj formaliseridum gå sjiehtadusán le aj åvddånahttemoasse.

source: Šiehtadus čuovvoluvvo jahkásaš čoahkkimiiguin sihke hálddahuslaččat ja politihkalaš dásis.
smj: Sjiehtadusá galggi jahkásattjat árvustaláduvvat tjåhkanimij baktu sihke háldaduslasj ja politihkalasj dásen.

source: Ovttasbargošiehtadusat fylkkasuohkaniiguin
smj: Aktisasjbarggosjiehtadusá fylkkasuohkanij

source: Sámediggi lea ráhkadan ovttasbargošiehtadusa fylkkasuohkaniiguin sámi guovllus.
smj: Sámedigge le sjiehtadam sáme guovlo fylkkasuohkanij siegen aktan barggat.

source: Šiehtadusaid bajimus ulbmil lea nannet ja čalmmustahttit sámi kultuvrra, giela ja servodateallima.
smj: Gájkbadjásasj ulmme sjiehtadusáj le sáme kultuvrav, gielav ja sebrudagáv nannit ja vuojnnusij buktet.

source: Ovttasbargošiehtadus sisttisdoallá giellagažaldagaid ja geatnegahttá lotnolasvuhtii ja ovttasbargui ja konkrehta doaibmabijuide suddjen ja nannen dihte sámegiela fylkkain.
smj: Aktisasjbarggosjiehtadusáj sisadno le giellaássje ja da tjadni gasskasasjvuohtaj ja aktisasjbargguj ja konkrehta dåjmajda váj fylkaj sámegielajt bisot ja nanni.

source: Ovttasbargošiehtadusa čuovvuleapmi ii leat doaibman nu bures go sáhttá.
smj: Aktisasjbarggosjiehtadusáj árvustallam ij le doajmmam gåktu galgaj.

source: Danne lea Sámediggi álggahan barggu ođasmahttit ja álkidahttit ovttasbargošiehtadusaid.
smj: Danen le Sámedigge aktisasjbarggosjiehtadusájt rievddamin ja álkkebun dahkamin.

source: Vuosttažin lea ovttasbargošiehtadus Finnmárkku fylkkasuohkaniin mii vurdojuvvo gárvvistuvvot guovvamánu álggus 2013.
smj: Vuostasj le aktisasjbarggo Finnmárko fylkkasuohkanijn mij vuordedahtte le 2013 álgon gárves.

source: Jus dát bargu lihkostuvvá, de háliida Sámediggi jođihit barggu viidáseappot eará fylkkasuohkaniidda.
smj: Jus dát barggo vuorbástuvvá de sihtá Sámedigge dáv bargov ienep fylkkasuohkanijda vijdedit.

source: Davviriikkalaš ovttasbargu – Sámi parlamentáralaš ráđđi
smj: Nuorttarijkaj aktisasjbarggo – Sáme parlamentáralasj ráde

source: Sámi parlamentáralaš ráđđi (SPR) gieđahallá áššiid mat gusket sápmelaččaide riikkarájiid rastá.
smj: Sáme parlamentáralasj ráde (SPR) giehtadallá ássjijt ma guosski sámijda rijkkarájáj rastá.

source: Davviriikkalaš ovttasbargu sámegiela hárrái lea 2012 rádjái čuovvoluvvon Sámi giellalávdegotti (SGL) bealis, mii lea SPR vuollásaš orgána.
smj: Nuorttarijkaj aktisasjbarggo sámegiela vuoksjuj le gitta 2012 tjadáduvvam Sáme giellanammadusás (SGN) mij le læhkám SPR:a vuolen.

source: Sámi giellalávdegotti mandáhtta nogai 31.12.2011. Das lea leamaš mearridanváldi sámi normerengažaldagain ja lea bargan tearbmaovdánahttimiin.
smj: Sáme giellanammadusá mandáhtta låhpaduváj 31.12.2011. Sij li sámegiela normerimássjijn mierredam ja li aj tærmmaåvddånahttemijn barggam.

source: Lea dárbu nanu Davviriikkalaš ovttasbargui gos sáhttá ságaškuššat ja ovddidit giellapolitihkalaš ja giellafágalaš áššiid.
smj: Dárbbo le nanos nuorttarijkaj aktisasjbargguj gånnå bæssá giellapolitihkalasj ja giellafágalasj ássjijt dagástallat ja åvdedit.

source: Lea maid dehálaš sámi čállingiela normeremii ahte mis lea doaibmi Davviriikkalaš giellaorgána.
smj: Sáme tjállemgiela normerimij le aj ájnas jut miján le doajmme nuorttarijkaj giellaorgádna.

source: Sámi parlamentáralaš ráđđi (SPR) lea guhká oaidnán dárbbu nannet giellaovttasbarggu vai tearbma- ja normerenbargu šattašii beaktileabbo.
smj: Sáme parlamentáralasj ráde (SPR) le guhkijt juo dárbov vuojnnám giellaaktisasjbargov nannit váj tærmma- ja normerimbarggo galggá sjaddat dåbmarabbo.

source: Geassemánus 2012 mearridii SPR nannet giellafágalaš ovttasbarggu dan bokte ahte bidjat johtui Interreg-ruhtaduvvon álggahanprošeavtta Sámi giellagáldu – Davviriikkalaš sámegiela resursaguovddáš.
smj: 2012 biehtsemáno mierredij SPR giellafágalasj aktisasjbargov nannit gå jåhtuj biedjin Interreg-ruhtadum ásadimprosjevtav Sáme giellaája – Nordisk ressurssenter for samiske språk.
